List data(){
   
 List<String>total=["แมนซิตี้ไร้ฮาลันด์ รัวถล่มแซงลิเวอร์พูลสบาย ขยับจี้ปืน5แต้ม"];
 List<String>total1=["ผลบอลล่าสุด พรีเมียร์ลีก แมนซิตี้-ลิเวอร์พูล : รายงานผลการแข่งขัน ศึก พรีเมียร์ลีก โดยจะเป็นการแข่งขัน คู่คืนวันเสาร์ที่ 1 เมษายน 2566ผลการแข่งขันปรากฏว่า แมนฯ ซิตี้ เกมนี้ต้องตกเป็นฝ่ายเพลี่ยงพล้ำไปก่อน แต่ไม่พลาดรัวยิงแซงทีเดียว 4 ประตูรวดถล่ม ลิเวอร์พูล เละเทะ โดย เควิน เดอ บรอยน์ ฟอร์มเยี่ยม ทั้งยิงทั้งจ่าย ทำให้ “เรือใบสีฟ้า” ลดช่องว่างจาก อาร์เซน่อล เหลือ 5 คะแนน ก่อนที่ “ปืนใหญ่” ดวล ลีดส์ ในเกมคู่ดึก"];
 List<String>tota3=["แมนฯ ซิตี้ (4-3-3) : เอแดร์ซอน – ไคล์ วอล์คเกอร์, จอห์น สโตนส์, รูเบน ดิอาส, นาธาน อาเก้ – เควิน เดอ บรอบน์, โรดรี้ , อิลคาย กุนโดกัน – แจ็ค กรีลิช (โคล พัลเมอร์ น.89), ฮูเลี่ยน อัลวาเรซ, แจ็ค กรีลิชลิเวอร์พูล (4-3-3) : อลีสซง เบ็คเกอร์ – เทรนท์ อเล็กซานเดอร์-อาร์โนลด์, อิบราฮิมา โกนาเต้, เฟอร์กิล ฟาน ไดค์, แอนดรูว์ โรเบิร์ตสัน (คอตตาส ซิมิกาส น.70) – จอร์แดน เฮนเดอร์สัน, ฟาบินโญ่, ฮาร์วี่ย์ เอลเลียตต์ – โมฮาเหม็ด ซาลาห์ (ดาร์วิน นูนเญซ น.70), โคดี้ กัคโป, ดีโอโก้ โชต้า (โรแบร์โต้ ฟีร์มีโน่ น.70)"];
  return total;
}